Fasten90/FastenTerminal/bin/Debug/JarKon/Atmel/devices/ATSAM4C16C_1.xml
      <value-group caption="" name="SUPC_WUIR__WKUPEN13">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN14">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN15">
        <value caption="The corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="The corresponding wake-up input forces a system wake-up." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT0">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT1">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT2">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT3">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT4">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT5">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT6">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT7">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT8">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT9">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT10">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT11">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT12">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT13">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT14">
        <value caption="A low level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="LOW" value="0"/>
        <value caption="A high level for a period defined by WKUPDBC on the corresponding wake-up input forces a system wake-up." name="HIGH" value="1"/>
      </value-group>
